[LANSTR]

STR_OK=Хорошо
STR_YES=Да
;STR_APPLY=Apply
STR_CANCEL=Отмена
STR_CONTINUE=Продолжить
STR_NO=Нет
STR_CLOSE=Закрыть
STR_MIN=Минимизировать
;STR_MODILY=Автоматический
;STR_OPEN=Открыть
;STR_BACK=Назад
STR_AUTO_RECOMMENDSOFTWARE=Рекомендация по программному обеспечению

STR_BACK_PNP=Назад
STR_NEXT=Следующая
STR_OVER=Готово
STR_VER=Версия
STR_USERFEEDBACK=Обратная связь
STR_USER_BACK=Обратная связь
STR_MENU=Меню
STR_HELP=Справка
STR_OPRN_DRIVERTALENT=Открыть EaseUS DriverHandy
STR_TYPE="Тип: "
STR_NAME="Название: "
STR_DRIVE="Драйвер: "
STR_ADDRESS="Адрес: "
STR_IS_DEFAULT=По умолчанию:
STR_SET_DEFAULT=Установить по умолчанию
STR_PRINT_MANAGE_PLATFORM=Платформа управления печатью
STR_MANUFACTURER="МВС: "
STR_DEV_DEVDESC="Описание: "
STR_MOUSE_SETTING=Параметры мыши
STR_KEYBOARD_SETTING=Настройки клавиатуры
STR_AUDIO_SETTING=Параметры звука

STR_MAIN_TITLE=EaseUS DriverHandy

;STR_DRV_BASIC=Обзор
;STR_DRV_LOCAL=Скачать
;STR_DRV_PERIPH=USB
;STR_DRV_MANAGE=Управление
STR_DRV_SCAN=Ремонт
;STR_MAIN_TAB_BACK=Бакап
;STR_MAIN_TAB_RESTORE=Восстановить
;STR_MAIN_TAB_REMOVE=Удаление
;STR_MAIN_TAB_ASSESS=Оценивать 

STR_MAIN_TAB_GENERAL=Общие
STR_MAIN_TAB_TOOLS=Инструменты
STR_MAIN_TAB_ADVANCE=Расширенный


STR_HEAD_DEV_NAME=Драйверы
STR_HEAD_DRV_VER=Версия
STR_HEAD_DRV_TYPE=Тип
STR_HEAD_DRV_SIZE=Размер
STR_HEAD_DRV_OPERATE=Действия
STR_HEAD_BACKUP_STATE=Статус
STR_HEAD_BACKUP_TIME=Последнее резервное копирование
STR_HEAD_PRINTER_NAME=Имя принтера
STR_HEAD_PRINTER_IP=IP
STR_HEAD_HARD_TYPE=Тип оборудования
STR_HEAD_QUDRY_RESULT=Результат
STR_HEAD_WARN=Обновление или нет


STR_HEAD_DRV_VER1=Версия
STR_HEAD_DRV_DATE=Дата
STR_HEAD_DRV_INFO=Информация
STR_HEAD_DRV_BACKUPTIME=Время резервного копирования
STR_HEAD_DRV_BACKUPVER=Версия
STR_HEAD_DRV_BACKUPINFO=Информация
STR_HEAD_DRV_BACKUPINFO_ACTION=Параметры
		
STR_CURRENT_QUERYDEV=Сканирование
STR_CHECK_UPDATE=Проверка наличия обновлений

STR_AKEY_UPDATE=Начать
STR_AKEY_INSTALL=Установка
STR_AKEY_REPAIR=Ремонт
;STR_AKEY_BACKUP=Начать
STR_AKEY_DEAL_FINISH=Договорились
STR_AKEY_DEAL_BACK=Архивация %d драйвер(ов) успешно!
STR_AKEY_DEAL_BACK_FAILED=Ошибка %d драйвер(ы) архивации.
STR_AKEY_DEAL_REPAIR_SUC=%d драйвер(ы) успешно восстановлены!
STR_AKEY_DEAL_REPAIR_FAILED=%d драйвер(ы) удалось отремонтировать.
STR_AKEY_DEAL_CANCEL=Отмена
STR_NOTNEEDUPDATE=Нормальный
;STR_REUPDATE=Переустановка
STR_RE_QUERY=Проверка
STR_CANCELDEAL=Отменить процесс? <n>Он остановится после того, как будет закончен текущий драйвер.</n>
STR_NOTNEEDBACKUP=Резервное копирование
;STR_NEEDBACKUP=Резервное копирование
;STR_CANCEL_BACKUP=Отмена
STR_BACKUPOK=Выполнено
STR_BACKUPERROR=Резервное копирование не удалась
STR_START_RESTORE=Восстановление
STR_CANCEL_RESTORE=Отмена
STR_LATER=Позже
;STR_SELECT_SYSTEM=Выбор системы:
;STR_GETTING_DRVINFO=Получение информации...
STR_DRV_UNINSTALL_TIP={f 5}{c #e9e9e9} Устройство может не работать после удаления драйвера! {/ c} {/ f}
STR_COPY=Копия
STR_COPY1=Копия
STR_DRV_INFO_SETSHOW=Параметры
;STR_CURRENT_SYSTEM=Текущий OS

;STR_LOCALDRV_RECOMMCHECK=Рекомендуемый драйвер	
;STR_LOCALDRV_LATESTCHECK=Последние версии драйверов
STR_RESTORE_SYSTEM=Удалить
STR_LOCALDRV_BROWSEBTN=Просмотр файлов
STR_LOCALDRV_MANULBTN=Вручную
STR_LOCALDRV_DOWNBTN=Скачать
STR_LOCALDRV_MOREBTN=Более
STR_LOCALDRV_SUILT_SYSTEM=Поддерживаемые системы:
STR_LOCALDRV_SHUTDOW_SYSTEM=Завершение работы
STR_LOCALDRV_REBOOT_SYSTEM=Перезагрузка
STR_LOCALDRV_MAINPAGE_CHECK_TEXT=Выключение или перезагрузка после завершения процесса?
STR_LOCALDRV_DEV_STATUS =Статус
STR_LOCALDRV_REBOOT_NEED_INST =После удаления последней перезагрузки ПК. Вы хотите продолжить?
STR_LOCALDRV_DOWN_FAIL = {f 5}Загрузка не удалась по неизвестной ошибке!<n>Вы можете {c #207EBC}{u}{a}скопировать адрес ссылки{/a}{/u}{/c},в браузер для загрузки!{/f}
STR_LOCALDRV_CHECK_FAIL = {f 5}Verification failed for unknown error!<n>Вы можете {c #207EBC}{u}скопировать адрес ссылки{/u}{/c}, в браузер для загрузки!{/f}
;STR_LOCALDRV_DOWN_FAIL_CLICK ={f 5}Вы можете{c #207EBC}{u}скопировать адрес ссылки{/u}{/c},в браузер для скачивания!{/f}
;STR_LOCALDRV_DOWN_FAIL_END ={f 5},Загрузите из браузера!{/f}
STR_LOCALDRV_DOWN_FAIL_OKBTN =Скачать
;STR_AUTO_DOWNLOADING_PERCENT=Загрузка
STR_AUTO_NOTNEEDUPDATEDEVCOUNT=Нормальный
STR_AUTO_GAME_COMPONENTS=Компоненты игры
STR_AUTO_SYSTEM_INDEX=Ремонт системы
;STR_AUTO_SUGGESTUPDATE=Обновления
;STR_AUTO_RESULT2=Ваш ОС %s,%d драйвер(ов) найдено.
STR_AUTO_RESULT3={c #e9e9e9} Поздравляем! Все драйвера идеальны!{/c}
STR_AUTO_RESULT4={c #CA0500}%d{/c}{c #e9e9e9} устаревший драйвер(ы)!{/c}
STR_AUTO_RESULT4_D=Не рекомендуется обновить, если ваш компьютер работает нормально.
STR_AUTO_RESULT5={c #CA0500}%d{/c}{c #e9e9e9} драйвер(ы) нужно в ремонт!{/c}
STR_AUTO_RESULT6={c #CA0500}%d{/c}{c #e9e9e9} драйвер(ы) нужно отремонтировать;{/c}{c #CA0500}%d {/c} {c #e9e9e9}драйвер(ы) нужно обновить.{/c}
STR_AUTO_RESULT7=Перезагрузите компьютер для завершения процесса!
STR_AUTO_RESULT8=Внимание: Что-то не так с вашим оборудованием.

STR_AUTO_NEEDINSTALL_INTELDISPLAY=Please install Intel graphics driver before installing NVIDIA graphics driver!
STR_AUTO_NEEDINSTALL_AMDDISPLAY=Please install Intel graphics driver before installing AMD graphics driver!
STR_AUTO_NEEDINSTALL_AMDAMDDISPLAY=Please install AMD integrated graphics driver before installing AMD discrete graphic driver! 
STR_AUTO_NEEDINSTALL_RECOMM=Обновление
STR_AUTO_UPDATE_FINISH=Обновление завершено!
STR_AUTO_UPDATE_HASCANCEL=Отмена
;STR_AUTO_UPDATE_CANCEL=Установка отменяется! Выход, когда текущий процесс сделан!

;STR_LANGUAGE=Язык:
;STR_MINTYPE=Мин. кнопка
;STR_CLOSETYPE=Кнопка закрытия
;STR_MIN_TO_TASK=Мин. на панели задач
;STR_HIDE_TO_TRAY=Скрыть в трей
STR_EXIT=Выход
;STR_SKIN=Обложка:
;STR_PROMT_WHEN_NEEDUPDATE=Проверить наличие обновлений
;STR_AUTOBACKUP_WHEENUPDATE=Резервное копирование автоматически перед обновлением
;STR_DRV_FILESET=Параметры файла
;STR_DRIVEDIR=Скачать:
;STR_BACKUPDIR=Бакап:
;STR_RUN_NOW=Запустить
STR_RUN_LAY=Хорошо
;STR_CONNET_NET_FAILED=Ошибка сети! Пожалуйста, повторите попытку позже.{a}Обновление{/a}
;STR_SOCKET_TEST=Тест
;STR_NOT_USE_SOCKET=Нет прокси
;STR_USE_SOCKET=Использовать Socket 5
;STR_SOCKET_PROXY=Socket 5 прокси:
;STR_SOCKET_SERVER=Сервер:
;STR_SOCKET_PORT=Порт:
;STR_SOCKET_NAME=Имя пользователя:
;STR_SOCKET_PSW=Пароль:
;=Open download folder 
;STR_DRV_CHANGE_VER=Изменение, повторная установка
;STR_DRV_RESTORE=Восстановить
;TR_DRV_REINSTALL_NOW=Повторная установка
STR_DRV_UPDATE_PROMPT=Уведомление об обновлении
STR_DRV_UPDATE_PROMPT_CONTENT=Less than 3 GB space is available on disk %c, which may result to driver installation failure. Disk cleanup is recommended. 
STR_BACKUP_FREESPACE_NOTENOUGH=Less than 3 GB space is available on disk %s, which may result to backup failure. Please clean up the disk or change a path. 
STR_DOWNLOAD_FREESPACE_NOTENOUGH=Less than 3 GB space is available on disk %s, which may result to download failure. Please clean up the disk or change a path. 
STR_DRV_UPDATE_PROMPT_OPENCLEAN=Очистить(рекомендовано)
STR_DRV_UPDATE_PROMPT_IGNORE=Игнорировать
STR_REBOOT_NOW=Перезагрузить
STR_REBOOT_REPAIR_NEED=Перезагрузка
STR_REBOOT_REPAIR_NOW=Перезагрузка
STR_REBOOT_NEED=Перезагрузите компьютер
STR_REBOOT_REINSTALL=Перезагрузка
STR_REBOOT_RESULT=Перезагрузка
STR_UPDATE_NOW=Обновить
;STR_FILE_DOWNING=Загрузка файлов...

STR_SHUTDOWN_NOW=Завершение работы
STR_REBOOT_NOW2=Перезагрузить
STR_SHUTDOWN_NEED=Установка завершена! Ваш компьютер выключается.
STR_REBOOT_NEED2=Установка завершена! Ваш компьютер будет перезагружен.

STR_DRV_ENABEL=Включить
STR_DRV_UPDATE_BASE=Обновляемые
STR_DRV_ENABEL_STATE=Отключено
STR_DRV_ENABEL_TIP=Устройство было отключено. Включите его, чтобы установить драйвер.
STR_DRV_ENABEL_RESTORE_TIP=Устройство было отключено. Включите его для восстановления драйверов.
STR_DRV_ENABEL_DOING=Начиная...
STR_DRV_SCAN_DOING=Ремонт...
STR_DRV_SCAN=Ремонт драйвера
;STR_COMPANY_NAME=OSToto Co., Ltd.

STR_MENU_TOUCHPAD_ENABLE=Включить
STR_MENU_TOUCHPAD_DISABLE=Отключить
;STR_MENU_OPTION=Параметры
STR_MENU_OPTION=Начиная...
STR_MENU_ACTIVITE=Активировать
STR_MENU_NEWFEATURES=Новые возможности
STR_MENU_MAIN_PAGE=Главная
STR_MENU_FAQ=FAQ
STR_MENU_HELPUS=Помогайте нам перевести
STR_MENU_FORUM=Форум
STR_MENU_DEV_DETAIL=Детали устройства
STR_MENU_LOCAL_DRV_DELFILE=Удалить
STR_MENU_LOCAL_DRV_REPORT=Обратная связь
STR_MENU_LOCAL_DRV_DATAILED=Детали
STR_DRV_DRIVER_FILE=Файлы драйверов
STR_DRV_DRIVER_INFO=Информация о драйвера.
STR_ABOUT=О нас
STR_ABOUT_ACTIVED=Активирован
STR_ABOUT_ACTIVE_PRO=Активировать Pro для полной версии
STR_ABOUT_SERIAL_NUM=код:
STR_ABOUT_PRIVACY=Политика конфиденциальности
STR_ABOUT_EULA=EULA
STR_ABOUT_ACTIVEFULL=Активировать Pro для полнофункциональных функций
STR_ABOUT_MAKE=--Пусть Ваше время более ценным

STR_REGISTER=Активирована

STR_DRV_INFO_DETAIL=Детали:
STR_DRV_INFO_DEV=Устройство:
STR_DRV_INFO_NAME=Имя:
STR_DRV_INFO_CLASS=Категория:
STR_DRV_INFO_MANU=МВС:
STR_DRV_INFO_DATE=Дата выпуска:
STR_DRV_INFO_VER=Версия:
STR_DRV_INFO_SIZE=Размер:
STR_DRV_INFO_INFO=Информация:
STR_DRV_INFO_GRADE=Рейтинг:
STR_DRV_INFO_DESC=Введение:
;STR_DRV_INFO_MAINVER=Главная версия:
STR_DRV_INFO_MORE={f 9} Введение: {/f} {a}Больше{/a}
STR_DRV_INFO_NO=НЕТ
STR_DRV_INFO_HWID=HWID:
STR_DRV_INFO_HASH=Контрольная сумма

;STR_ERROR_TIMEROUT=Тайм-аут 
STR_RESTORE_NOITEM=Вы должны {a}<u>сначала сделать резервное копирования</u>{/a} или {a}<u>выберите другой каталог резервного копирования</u>{/a}.
;STR_RESTORE_BACKUP={a}Создать резервную копию{/a}

STR_CTRL_RESTORE_DELBACKUP=Удалить
;STR_OPTION_TITLE=Настройки атрибутов  
;STR_OPTION_SYS=Система
;STR_OPTION_FILTER=Фильтр
;STR_OPTION_DRIVER=Драйвер
;STR_OPTION_AGENT=Прокси
;STR_OPTION_SELECTDOWN_DIR=Выберите папку
STR_OPTION_SELECTBACKUP_DIR=Выберите файлы резервных копий для восстановления
;STR_OPTION_DEVTYPE=Устройство
;STR_OPTION_DEVDESC=Описание

STR_BACKUP_DETECTING={c #e9e9e9}{f 4} Проверка информации для резервного копирования, пожалуйста, подождите...{/ f} {/ c}
STR_BACKUP_START=Начать
;STR_BACKUP_LISTCOLUMN_STATUS=Статус
STR_BACKUP_STATUS_NOTBACKUP=Бэкап не удался
STR_BACKUP_STATUS_BACKUP=Бэкап
STR_BACKUP_STATUS_CANNOT=Резервного копирования невозможно
STR_BACKUP_STATUS_NOTDRIVER=Нет драйверов
STR_BACKUP_NEEDBACKUPCOUNT={f 5}можно архивировать {c #e9e9e9} %d драйвер(ы)!{/c}{/f}
STR_BACKUP_NOTNEEDBACKUP={f 5}{c #e9e9e9} Осуществлено резервное копирование всех драйверов!{/c}{/f}
STR_BACKUP_NOAVAILABLEDRIVER={f 5}{c #e9e9e9} Драйвер не доступен для резервного копирования!{/c}{/f}
STR_BACKUP_WAIT=Ожидание
STR_BACKUP_DOING=Обработка
STR_BACKUP_DOING1=Обработка
STR_BACKUP_CANCEL2=Остановка при завершении текущего бэкапа!
STR_BACKUP_NEED=Нужно сделать резервное копирование
STR_BACKUP_NOTNDDE=Бэкап
STR_VIEW_BACKUP_SETTING=Параметры резервного копирование
STR_VIEW_BACKUP_FILE=Просмотр файлов резервных копий
STR_BACKUP_CANCEL=Отмена
STR_BACKUP_RESULT1=Резервное копирование успешно {c #CA0500}%d{/c} драйвер(ы);{c #CA0500}%d{/c} резервное копирование драйверов не удалось! 
STR_BACKUP_RESULT2=драйвер (ы) {c #CA0500}%d{/c}, резервная копирование успешно!
STR_BACKUP_RESULT3=Сбой резервного копирования драйвер(ов) {c #CA0500}%d{/c}!
;STR_EVALUATE_DESC=Выберите целевую систему для проверки драйверов
STR_EVALUATE_NO=Не оцениваются
;STR_EVALUATE_FAILEd=Ошибка
;STR_EVALUATE_SUCC=Успешно
;STR_EVALUATE_DEVDESC=Описание оборудования
;STR_EVALUATE_CURRENTDEV=Текущая оценка
;STR_EVALUATE_GETTING=Оценивание (%d/%d)... 
;STR_EVALUATE_RESULT=Целавая OS {c #CA0500}%s{/c}, {c #CA0500}%s{/c} поддерживается!
;STR_EVALUATE_RESULT1=Целавая OS is {c #CA0500}%s{/c},{c #CA0500}%d %s{/c} поддерживается!
;STR_EVALUATE_RESULT2=Убедитесь, что сеть работает! Пожалуйста, перезапустите программу и повторите попытку.
;STR_EVALUATE_START=Начать
STR_EVALUATE_QUERY_REPORT=Обратная связь
STR_EVALUATE_SYSTEM=Оценка системы %s
STR_EVALUATE_RESULT_NOT_SUPPORT=Результат: не поддерживается!
STR_EVALUATE_SYSTEM_SUPP=По умолчанию


;STR_MANUAL_SELECTVERSION=Выберите версию
;STR_MANUAL_STOPDOWNLOAD=Пауза
;STR_MANUAL_DRIVERUPDATE=Установить
;STR_MANUAL_BESTDRIVER=Последняя версия
STR_MANUAL_UPDATE_FAILED=Не удалось
STR_MANUAL_UPDATE_FAILED_DATA=Ошибка данных
STR_MANUAL_NEEDREBOOT=Перезагрузка
;STR_MANUAL_NEEDREBOOT_CONTINUE=Перезагрузка и Продолжить
STR_MANUAL_REDOWNLOAD=Повторная загрузка
;STR_MANUAL_HASUPDATE=Установлен 
STR_MANUAL_BEGINUPDATE=Обновление
STR_MANUAL_BEGININSTALL=Установка
;STR_MANUAL_QUERYRESULT={c #CA0500}%d{/c} новые драйвер(ы) найдено
STR_MANUAL_WAITFORINSTALL=Ожидание
STR_MANUAL_INSTALLING=Установка...
STR_MANUAL_UNZIPING=Распаковка...

STR_REFRESH=Обновить
STR_REMOVE_WAIT=Ожидание
STR_REMOVE_BEGINREMOVE=Удалить
STR_REMOVE_DOINGREMOVE=Удаление...
STR_REMOVE_DOINGREMOVE1=Удаление:
STR_REMOVE_DOINGREMOVE2=Удаление  %s устаревших драйверов, пожалуйста, подождите...
STR_REMOVE_FAILED=Не удалось удалить
STR_REMOVE_SUCC=Удалено
;STR_REMOVE_SUREREMOVE=Вы хотите удалить драйверы?
STR_REMOVE_FINISH=Договорились
STR_REMOVE_CANCEL=Отмена
STR_REMOVE_RESULT1=Удалось удалить  %d{/c {c #CA0500}} драйвер(ы); Не удалось удалить{c #CA0500}%d{/c} драйвер(ы)!{/c}
STR_REMOVE_RESULT2={c #CA0500} %d{/c} драйвер(ы) удален успешно!
STR_REMOVE_RESULT3={c #CA0500} %d {/ c} драйвер(ы) ошибка удаления!
STR_REMOVE_FINISH_NEEDREBOOT=Перезагрузка
STR_SELECT_DRV_BACKUP={c #666666} Не выполняйте другие операции при восстановлении! {/ c}
;STR_SELECT_FLODER_BACKUP=Выберите каталог
;STR_RESTORE_BACKUPDRIVER=Резервное копирование драйверов
;STR_RESTORE_SELBACKUPDRIVER=Выберите резервные копии драйверов
STR_RESTORE_RESTORE1=Восстановление драйвера отменен! Остановка при завершении текущего восстановления!
STR_RESTORE_DOINGRESTORE=Восстановление...
STR_RESTORE_RESTOREOK=Договорились
STR_RESTORE_RESTOREFAILED=Не удалось восстановить
STR_RESTORE_RESTORING=
STR_RESTORE_RESTORE_SELECT=Подготовка к восстановлению
STR_RESTORE_RESTORE_NOT_SELECT=Не выбран
STR_RESTORE_SELECTBACKUPDIR=<u>Выберите другой каталог резервного копирования</u>
;STR_RESTORE_DOINGREVERT=Восстановление...
STR_RESTORE_FINISH=Договорились
STR_RESTORE_CANCEL=Отмена
STR_RESTORE_RESULT1={c #CA0500} %d {/c} драйвер(ы) успешно восстановлены;{c #CA0500}%d {/c} ошибка восстановления!{/c}
STR_RESTORE_RESULT2={c #CA0500} %d {/c} драйвер(ы) успешно восстановлены!
STR_RESTORE_RESULT3={c #CA0500} %d {/c} драйвер(ы) восстановить не удалось!
STR_RESTORE_NODRIVER=Драйвер не восстанавливается!
STR_RESTORE_FINISH_NEEDREBOOT=Перезагрузите для проверки процесса!
STR_RESTORE_NEED_RESTORE_TEXT=Не удается загрузить {c #207EBC}%s{/c} аномальные драйвера! Лучше восстановить!
STR_RESTORE_NEED_RESTORE_OKBTN=Восстановление
STR_RESTORE_NEED_RESTORE_CANCELBTN=Отмена
;STR_RESTORE_SET_TIPS1=Вы можете изменить каталог резервного копирования в настройках
STR_RESTORE_NEEDCOUNT={f 5} %d {c #e9e9e9} драйвера могут быть восстановлены! {/c} {/f}
STR_RESTORE_NOCOUNT={f 5}{c #e9e9e9} Не удается найти ни одной резервной копии! {/c} {/f}

STR_CTRL_AUTOUPDATE_NOUPDATE=Нет новых драйверов!

STR_DEVCLASS_UNKNOWN=Неизвестно
STR_DEVCLASS_DISP=Дисплей
STR_DEVCLASS_NET=Сеть
STR_DEVCLASS_MOUSE=Мышь
STR_DEVCLASS_TOUCHTABLET=Сенсорная панель
STR_DEVCLASS_MEDIA=Аудио
STR_DEVCLASS_MONITOR=Монитор
STR_DEVCLASS_BATTERY=Батарея
STR_DEVCLASS_SOFTNET=Softnet
STR_DEVCLASS_SYS=Системы
STR_DEVCLASS_USB=USB
STR_DEVCLASS_USBHUB=USB hub
STR_DEVCLASS_BLUETOOTH=Bluetooth
STR_DEVCLASS_PRINTER=Принтер
STR_DEVCLASS_KEYBOARD=Клавиатура
STR_DEVCLASS_CDROM=КОМПАКТ-ДИСК
STR_DEVCLASS_FLOPPYDISK=Гибкий диск
STR_DEVCLASS_POWERMGR=PowerMgr
STR_DEVCLASS_CCT=CCT
STR_DEVCLASS_UAA=Аудио контроль Bus(UAA)
STR_DEVCLASS_IMG=IMG
STR_DEVCLASS_DISKCONTROLLER=Контроллер дисковода
STR_DEVCLASS_INFRARED=Инфракрасных лучей
STR_DEVCLASS_IMAGE=Камеры
STR_DEVCLASS_MB=МБ
STR_DEVCLASS_WIRELESSNET=WLAN

STR_DEVCLASS_HDMI=HDMI
STR_DEVCLASS_USB_NET=USB WLAN

;STR_COMMON_LOCALVER=Локальный
;STR_COMMON_UPDATEVER=Обновить
STR_STRCOMMON_BAND=Официальный
STR_BRANDDRIVER=Бренд
STR_COMPATIBLE=Совместимость
STR_PUBLICDRIVER=WHQL


;STR_MAIN_VER=Основная версия:

STR_CHECKVER_GETVERINFO=Проверка обновлений, пожалуйста, подождите...
STR_CHECKVER_NONEWVER=Это новейшая версия!
;STR_CHECKVER_HASNEWVER=Автоматическое обновление до последней версии!
STR_CLIENT_UPDATECHECK=Текущая версия устарела! Обновите.
STR_CLIENT_UPDATEING=Обновление, пожалуйста, подождите...
STR_CLIENT_UPDATEOK=Обновление полной! Нажмите кнопку «Пуск», чтобы идти вперед.
STR_CLIENT_DOWNING=Загрузка:

STR_TIPS_TITLE_DEFAULT=Советы
STR_TIPS_INSTALL_DISPLAY=Может быть черный экран или мерцание при обновлении отображения драйверов!
STR_TIPS_INSTALL_NET=Сетевое подключение может быть временно приостановлена при обновлении сетевого драйвера!
STR_TIPS_INSTALL_MEDIA=После обновления драйвера, может потребоваться сбросить аудио устройства.
STR_TIPS_CLIENT_UPDATE=Обновление полной! Нажмите кнопку «Пуск», чтобы идти вперед.
STR_TIPS_DELETE_FILE=Пакет драйвера будет удален!
STR_TIPS_DELETE_FILE_FAILED=Не удалось удалить пакет драйвера! Пожалуйста, убедитесь, что файлы не используются.
STR_TIPS_COPY_INFO_SUCC=Данные скопированы успешно!
STR_TIPS_COPY_INFO_FAILED=Не удалось скопировать детали!
STR_TIPS_COPY_SHAREURL_SUCC=Адрес скопированы успешно!
STR_TIPS_COPY_SHAREURL_FAILED=Не удалось скопировать адрес! Пожалуйста, попробуйте еще раз.
STR_TIPS_USE_NOW=Теперь использовать
STR_TIPS_TOUCH_TITLE=Уведомление об изменении сенсорной панели
STR_TIPS_TOUCH_LAB=Внешние USB мышь доступна. Вам нужно отключить тачпад?
STR_TIPS_TOUCH_NONOTICE_LAB=Не уведомлять в следующий раз
;STR_TIPS_CANNOTEXIT=Обработка, выход невозможен.
STR_TIPS_CANNOTEXIT2=Вы хотите, чтобы выйти?
;STR_TIPS_ADDBACKUP=Обновить
;STR_TIPS_MENU=Отображение меню
;STR_TIPS_NETWORK=Не удалось найти драйвера из-за сбоя подключения к сети! Хотите повторно обнаружить?
;STR_TIPS_NETWORK_TITLE=Повторное обнаружение
;STR_TIPS_NETWORK_BTNOK=Сейчас
;STR_TIPS_NETWORK_BTNCANCEL=Позже

;STR_BASIC_NOT_AUTO_QUERY=Автоматическое обнаружение закрыто!
;STR_BASIC_QUERY_DESC=Сканировать ваш компьютер, чтобы проверить все драйвера
STR_BASIC_NEED_UPDATE={c #CA0500}%d{/c} драйвер(ы) нужно в ремонт!
STR_BASIC_NEED_BACKUP={c #CA0500}%d{/c} драйвер(ы) для резервного копирования!
STR_BASIC_NEED_REBOOT={c #CA0500} Нужно перезагрузить {/c}

STR_BASIC_NEED_UPDATE2={c #ea9321} Обновляемые{/c}
STR_BASIC_NEED_INSTALL={c #CA0500} Нужен ремонт{/c}
STR_BASIC_DEV_BAD={c #CA0500} Аппаратная ошибка{/c}
STR_BASIC_DEV_BAD2=Аппаратная ошибка



STR_BASIC_NOTNEED_UPDATE=Нормальные
STR_BASIC_NOTNEED_BACKUP=Бэкап
;STR_BASIC_STATUS_NORMAL=Все драйвера в порядке!
STR_BASIC_STATUS_DETECTING={c #e9e9e9} Сканирование, пожалуйста, подождите...{/c}
STR_BASIC_COMPUTER=%s
;STR_BASIC_NEEDBACK=Для %d драйвер(ов) нужно резервное копирования!
;STR_BASIC_NEEREPAIR=Для %d драйвер(ов) нужно восстановления!
;STR_BASIC_NEEDREBOOT= Перезагрузка для проверки процесса!
;STR_BASIC_QUERY=Начать сканирование
;STR_BASIC_ACEELFAILED=Ошибка
;STR_BASIC_DRIVER_FINISH=Готово
STR_BASIC_RESULT1={c #e9e9e9} Удалось решить {c #CA0500} %d {/c} проблема(ы) драйверов; {c #CA0500}%d {/c} проблемы драйверов не решены{/c}
;STR_BASIC_RESULT5=Для загрузки доступно {c #CA0500}%d{/c} драйвер(ы);{c #CA0500}%d{/c} загрузка драйверов не удалась!{/c}
STR_BASIC_RESULT2={c #e9e9e9} Удалось исправить {c #CA0500} %d {/c} проблем! {/c}
STR_BASIC_RESULT3={c #e9e9e9} {c #CA0500} %d {/c} проблем не удалось исправить! {/c}
STR_BASIC_NODRIVER={c #e9e9e9} Проблема драйверов нерешена! {/c}
;STR_BASIC_DEAL_RESULT=Результат
STR_BASIC_MUST_SOFT=Необходимое программное обеспечение
STR_BASIC_INDEX_FAILED=Произошла неизвестная ошибка при установке драйверов! Пожалуйста, попробуйте еще раз.
STR_BASIC_INDEX_RESOLVE={c #3c3c3c} {f 4} Программируемый ремонт неисправного драйвера.{/f} {/c}
STR_BASIC_INDEX_REPAIR_DOING={c #3c3c3c} {f 4} Начните программируемый ремонта! {/f} {/c}
;STR_BASIC_INDEX_REPAIR_SUCC=Восстановление успешно 
STR_BASIC_INDEX_REPAIR_ERROR=К сожалению, программируемый ремонт не удается запустить!
STR_BASIC_INDEX_TASK={c #3c3c3c} Начните программируемый ремонт! {/c}
STR_BASIC_INDEX_REPAIR_REPORT=Обратная связь
STR_BASIC_INDEX_REPAIR_REPAIR=Программируемый ремонт
STR_BASIC_DRV_CHECKERROR={c #3c3c3c} {f 4} Не удалось обновить из-за ошибка загрузки драйвера! {/f} {/c}
STR_BASIC_DRV_CHECKERROR_TIP=Советы: Свяжитесь с нашей технической поддержкой для получения помощи или воспользуйтесь {a}обратной связи.{/a}

;STR_STATUS_SPEED=Скорость: 0KB/S
;STR_DRIVER_UPDATEREUSLT=Драйвера успешно обновлены!<n>Но {c #CA0500}%d{/c} установка драйвер(ы) не удалась.


STR_STRCOMMON_DESKTOP=Рабочий стол
STR_STRCOMMON_BENBEN=Ноутбук
STR_BIT=-бит
STR_32BIT=32-бит
STR_64BIT=64-разрядная
STR_PROFESSIONAL=Профессиональный
STR_HOME_EDTITION=Главная

STR_DEV_DETAIL_DRV=Информация.
STR_DEV_DETAIL_DRV_OLD=Текущий
STR_DEV_DETAIL_DRV_NEW=Обновление
STR_DEV_DETAIL_DEVID=Устройство
STR_DEV_DETAIL_HWID=HWID:
STR_DEV_DETAIL_CMID=Совместимый ID:
STR_DEV_DETAIL_EXPORT=Экспортировать подробности устройства
STR_DEV_DETAIL_SAVE=Сохранить как


STR_PNP_UNKNOW=Неизвестно
STR_PNP_ANDROID=Андроид
STR_PNP_IOS=iOS
STR_PNP_IMAGE=Камеральные
STR_PNP_VIDEO=Видео
STR_PNP_AUDIO=Аудио
STR_PNP_WIRELESS=Беспроводная
STR_PNP_HANDWRITING=Панель рукописного ввода
STR_PNP_HID=HID
STR_PNP_XBOX=XBOX
STR_PNP_MASS=Запоминающее устройство
STR_PNP_READ_CARD=Кард-ридер
STR_PNP_UDISK=USB флэш-диск
STR_PNP_MOBILE_DISK=Мобильный жесткий диск
STR_PNP_UKEY=USB-ключ здоровья
STR_PNP_KEYMOUSE=Клавиатура/мышь
STR_PNP_NO=Проверка устройства, пожалуйста, подождите...
STR_PNP_HASDEV=Подключение USB-устройства {c #CA0500}%d{/c}
;STR_PNP_FINDDEV=Устройство, подключенное:%s
STR_PNP_DRIVERSTATUSOK=Нормально
STR_PNP_DRIVERSTATUSERROR=Драйвер неисправен
;STR_PNP_BEGINUSE=Запуск
STR_PNP_INSTANCEDRIVER=Установка
;STR_PNP_DEVOK=Нормально
STR_PNP_QUERYDRIVER=Запрос...
;STR_PNP_PHONE=Мобильный телефон
;STR_UNPN_ANDROIDPHONE=Android телефон
;STR_PNP_USBKEY=USB ключ
;STR_PNP_NOTFINDDRIVER=Не можете найти подходящий драйвер!
;STR_PNP_DRIVERERROR=Устройство не работает из-за неправного драйвера.
;STR_PNP_HASDRIVER=Драйвер установлен!
;STR_PNP_NODRIVER=стройство не не работает: нет драйвера!
;STR_PNP_INSTALLINGDRIVER=Установка: %s
;STR_PNP_REPAIRDRV=Ремонт драйвера
;STR_PNP_REPAIR_WAIT=Ожидание
;STR_PNP_REPAIRING=Ремонт
;STR_PNP_REPAIR_FAILED=Ремонт не удалось
;STR_PNP_REPAIR_SUCC=Ремонт удался
;STR_PNP_TOUCH_ENABLE=Инициализация
;STR_PNP_TOUCH_DISABLE=Отключение
;STR_PNP_CLICK_ENABLE=Включить
;STR_PNP_CLICK_DISABLE=Отключить
;STR_PNP_CLICK_UPDATE=Установить драйвер
STR_PNP_DISABLE_DONE=Отключен

STR_PRINTER_OPTION_SEARCH=Поиск
STR_PRINTER_OPTION_SET=Параметры
STR_PRINTER_ADD=Сетевой принтер
STR_PRINTER_SEARCH=Поиск
;STR_PRINTER_RESEARCH=Искать снова
STR_PRINTER_STOP=Остановить
;STR_PRINTER_HIGHSEARCH=Продвинутый
;STR_PRINTER_SEARCHINGTIP=Поиск принтеров...
STR_PRINTER_SEARCHING=Поиск принтеров. Это может занять некоторое время в зависимости от сетевых условий.<n>В качестве альтернативы, вы можете отминить Поиск и установить его вручную из списка устройство.</n>
;STR_PRINTER_SEARCH_RESULT=Ниже устройства обнаружены:
STR_PRINTER_SEARCH_FAILED=Сбой поиска!
STR_PRINTER_SEARCH_FAILED2=Поиск доступных принтеров не удалась! Проверьте принтер и повторите попытку.
;STR_PRINTER_SELECT_DEV=Выбор принтера
STR_PRINTER_DOWN=Скачать драйвер принтера
STR_PRINTER_DWONING=Загрузка:
STR_PRINTER_DWON_FAILED={f 1} Ошибка загрузки! Пожалуйста нажмите кнопку {a}Назад{/a} и попробуйте снова.{/f}
;STR_PRINTER_INSTALL=Install printer driver
STR_PRINTER_INSTALLED={f 1} Драйвер успешно установлен!{/f}
STR_PRINTER_INSTALL_DEV=Установка
STR_PRINTER_INSTALL_SUCC={f 11}{c #5c5e64} Добавлен принтер:{/c}{/f} {c #666666}%s{/c}
STR_PRINTER_INSTALL_FAILED={f 1} Сбой установки! Нажмите кнопку {a}Назад{/a} и попробуйте снова.{/f}
STR_PRINTER_DEFAULT_SET=Если необходимо совместно использовать принтер с другими в этой сети, измените параметры в Панели Управления<n>.{a}<u>Параметры</u>{/a}
STR_PRINTER_SELECT_DESC=Введите IP принтера
STR_PRINTER_SELECT_IP=Принтера IP:
STR_PRINTER_SELECT_IP_DESC=Вводите {f 12}{c #2285C6}*{/c}{/f} в конце для поиска всей сети
STR_PRINTER_SELECT_IP_RANGE=Диапазон IP-адресов:
STR_PRINTER_SELECT_IP_TO=Кому
STR_PRINTER_IP_ERR=Неверный IP-адрес! Пожалуйста, проверьте адрес и повторите попытку.

STR_PRINTER_BRAND_Broadcom=Broadcom
STR_PRINTER_BRAND_HP=HP
STR_PRINTER_BRAND_Lenovo=Lenovo
STR_PRINTER_BRAND_DELL=Dell
STR_PRINTER_BRAND_Canon=Canon
STR_PRINTER_BRAND_RICOH=Ricoh
STR_PRINTER_BRAND_Samsung=Samsung
STR_PRINTER_BRAND_Sharp=Резкое
STR_PRINTER_BRAND_Fujitsu=Fujitsu
STR_PRINTER_BRAND_EPSON=Epson
STR_PRINTER_BRAND_lexmark=Lexmark
STR_PRINTER_BRAND_FuJiXerox=Fuji Xerox
STR_PRINTER_BRAND_Panasonic=Pannasonic
STR_PRINTER_BRAND_Brother=Brother
STR_PRINTER_BRAND_Seiko=Seiko
STR_PRINTER_BRAND_OKI=OKI
STR_PRINTER_BRAND=Бренд
STR_PRINTER_BRAND_SEL=Пожалуйста, выберите марку принтера
STR_PRINTER_PRODUCT=Модель
STR_PRINTER_PRODUCT_SRC=Быстрый поиск с моделью принтера
STR_PERIPH_NO_DEV=Если устройства не обнаружено, попытайтесь восстановить драйвера.
STR_PERIPH_NO_DEV2=EaseUS DriverHandy может обнаружить подключенные устройства автоматически, так что вам не нужно добавлять их вручную;<n>Если подключенные устройства не обнаружены, пожалуйста, снова подключите линию передачи данных или изменить порт.
STR_PERIPH_NO_DEV3=Что-то не так с системной среде. Пожалуйста, отремонтировать его перед установкой драйверов.
STR_PRINTER_SELECT=Выбрать принтер
;STR_DOWN_START=Запуск
;STR_DOWN_EXPORT=Экспорт локальные конфигурации
;STR_DOWN_LEAD=Импорт других конфигураций ПК
;STR_DOWN_OPEN=Открыть файл настройки
;STR_DOWN_GOTO=Перейти к Локальная установка
;STR_DOWN_INSTALL=Установить
STR_DOWNLOAD_WAIT=Ожидание
STR_DOWNLOAD_DOING=Загрузка...
STR_DOWNLOAD_SUCC=Договорились
STR_DOWNLOAD_FAILED=Не удалось
STR_DOWNLOAD_FINISH=Отделка
;STR_DOWNLOAD_ERROR=Ошибка
STR_DOWNLOAD_CANCEL=Отмена
;STR_DOWNLOAD_REDOWN=Повторная загрузка
STR_DOWNLOAD_CHECKERROR=Проверка ошибок!
STR_DOWNLOAD_CHECKERROR1=Проверка не проходит!
;STR_DOWN_INSTALLED=Установлен
STR_DOWN_PROGRESS=Загрузка %d драйвер(ов)(всего: %d)
STR_DOWN_CURDRV={c #e9e9e9} Загрузка %s драйвер(ов){/c}
STR_DOWNLOAD_CANCEL=Отмена

prt_peripherals_back_link={a}{f 1}<u>Периферийных устройств</u>{/f} {f 11}>{/f}{/a} {f 1}{c #6B6B6B}Добавить принтер{/c}{/f}
prt_lab_tips1=Выберите, как вы хотите сделать поиск принтеров
prt_lab_tips2=Выберите марку принтера
prt_lab_tips3=Загрузка и установка драйвера

;STR_INSTALL_DOING2=Установка
STR_INSTALL_DOING=Обновление...
STR_REPAIR_DOING=Ремонт...
STR_INSTALL_SUCC=Выполнено
STR_REPAIR_SUCC=Выполнено
STR_REINSTALL=Переустановка
STR_INSTALL_PROGRESS=Установка драйвера %d (всего: %d)
;STR_INSTALL_PROGRESS1=Обработка %d драйвера (всего:%d)
STR_INSTALL_CURDRV={c #e9e9e9}Установка, пожалуйста, подождите...{/c}
STR_INSTALL_DOC_NET=Установка патча драйвера, пожалуйста, подождите...
STR_INSTALL_DOC_NET2=Это может занять некоторое время для завершения процесса. Спасибо за ваше терпение!
STR_INSTALL_ERROR=Установка не удалась!
;STR_INSTALL_REPAIRINDEX=Ошибка ремонта!
STR_INSTALL_M_ERR=Установка закончилась неудачей из-за системной ошибки!
STR_INSTALL_M_ERR2=Перезагрузите компьютер и попробуйте еще раз!
;STR_PERIPH_NODRV=Не может найти необходимые устройства! Как решить проблему?

;STR_SETTING_BASICSETBTN=Общая
;STR_SETTING_AUTORUNCHECK=Запуск EaseUS DriverHandy при запуске компьютера
STR_SETTING_DRVQUERYLAB=Проверка работоспособности автоматически при запуске программы
;STR_SETTING_DRVAUTOQUERYBTN=Каждый раз
;STR_SETTING_DRVDAYQUERYBTN=Первый раз в день
;STR_SETTING_DRVNOTQUERYBTN=Никогда
;STR_SETTING_DRVQUERYSET=Health Check Настройки 
STR_AUTOQUERY_EVERYTIMES=Каждый раз
STR_AUTOQUERY_EVERYDAY=Каждый день
STR_AUTOQUERY_NEVER=Никогда

;STR_SETTING_MINHIDETOTRAYBTN=Скрыть в трей
;STR_SETTING_HARDWARECHECK=Автоматическое напоминание, когда аппаратное обновление
;STR_SETTING_BACKUPUPGRADECHECK=Резервное копирование автоматически перед обновлением
;STR_SETTING_BACKUPUNINSTALLCHECK=Резервное копирование автоматически перед удалением
STR_SETTING_SHOWDETAILEDINFOCHECK=Показать детали при нажатии определенного элемента
STR_SETTING_SELECTFLODER=Выберите папку
;STR_SETTING_PROXYNOTUSEBTN=Нет прокси
;STR_SETTING_PROXYUSEBTN=Прокси
;STR_SETTING_TOUCHPAD=В следующий раз, когда мышь вставлена, напомните мне, чтобы отключить сенсорную панель!

;STR_SETTING_SPEED_SET=Настройки загрузки
;STR_SETTING_SPEED_LIMIT=Ограничение скорости:
;STR_SETTING_SPEED_MAX=Максимальная скорость загрузки

;STR_SETTING_PROXY_SET=Настройки прокси
;STR_SETTING_PROXYIPLAB=Сервер:
;STR_SETTING_PROXYPORTLAB=Порт:
;STR_SETTING_PROXYPSWLAB=Passcode:
;STR_SETTING_PROXYREGIONLAB=Домен:
;STR_SETTING_PROXYLAB=IE прокси
;STR_SETTING_PROXYLAB1=HTTP прокси
;STR_SETTING_PROXYLAB2=Socket4 прокси 
;STR_SETTING_PROXYLAB3=Socket5 прокси

;STR_SETTING_NOTMODIFYDIR=Выбранный каталог не доступен. Пожалуйста, измените на другой!
STR_SETTING_SOCKET_OK=Прокси-сервера доступны
STR_SETTING_SOCKET_FAILED=Прокси-сервер недоступен! Сбросьте!
STR_SETTING_WARN=Быстрое обновление
STR_SETTING_NO_WARN=Без запроса
;STR_SETTING_WARNING=Каталог загрузки и резервного копирования должны быть разными!
STR_SETTING_WARNING1=Каталог неправильной!
STR_SETTING_WARNING2=Неправильный каталог резервного копирования!
STR_SETTING_WARNING3=Резервного копирования папки и папки загрузки не может быть той же!
;STR_SETTING_OPEN=Открыть


STR_QUERY_RETRY=Повтор
STR_QUERY_ERROR=Сетевая ошибка! Проверьте настройки сети.
STR_QUERY_ERROR2=Сбой запроса драйвера!
;STR_QUERY_ERROR4=Не удалось оценить!
STR_QUERY_ERROR_CAUSE=Причина: запрос модуль был перехвачен неизвестным процессом !
;STR_QUERY_ERROR_WAY=Решение: Выключите антивирусное программное обеспечение и попробуйте еще раз!
;STR_QUERY_ERROR_WAY_DEF=Решение: Выключите антивирусное программное обеспечение!


STR_NET_TITLE=Запрос на подключение
STR_NET_NO_DEV=Не удается найти доступную сеть! Пожалуйста, проверьте {a}Параметры оборудования{/a}.
STR_NET_NO_DRV=Драйвер сетевой карты установлен неправильно! Попробуйте {a}RichScan{/a} или {a} EaseUS DriverHandy for Network Card {/a}.
STR_NET_NO_NET=Не удается обнаружить доступный сеть! Пожалуйста, проверьте настройки {a} сети {/a}.
STR_NET_NO_SERVER=Не удается подключиться к серверу! Пожалуйста, отправте нам проблему {a}официальном форуме{/a}
STR_NET_NO_DRV_HAS_BACKUP=EaseUS DriverHandy не в состоянии работать из-за ненормального сетевого драйвера. Лучше восстановить сетевой драйвер!
STR_NET_NO_DRV_NETVER=EaseUS DriverHandy не в состоянии работать из-за ненормального сетевого драйвера. Вы можете использовать {a} EaseUS DriverHandy для сетевых карт {/a} чтобы исправить драйвер сетевого адаптера!

STR_UNINSTALL_CUR_DRV=%s устаревших драйвера обнаружены на вашем компьютере! Вам нужно деинсталлировать его перед обновлением.
STR_UNINSTALL_AND_INSTALL=Удалить
STR_NO_UNINSTALL=Обновление
STR_EXIT_INSTALL=Отмена

STR_DOUBLEDISPLAY_REMINDER=Выберите только один драйвер дисплея для восстановления!


STR_NEW=Новые функции
STR_MUST=Необходимо
STR_IMPORT=Важные


STR_SYSTEM_INFO=Компьютер: %s, система: %s
STR_CLIENT_VERSION=Версия: %s
STR_UNZIP_ING=Распаковки файлов драйвера, пожалуйста, подождите...
STR_IGNORE_TEXT=Игнорируется(%d)
STR_LAGNUAGE_CHANGE=Вы выбрали новый язык. Перезапустите<n>программу для проверки изменений.

STR_USER_SHARE_FAILED=Не удалось отправить данные! Пожалуйста, проверьте сети и повторите попытку.
STR_USER_EMAIL_FAILED=Неверный адрес E-mail!

STR_BOTTOM_STABLE_MODE=Стабильный драйвер
STR_BOTTOM_NOMAL_MODE=Последние версии драйверов

;start
STR_HOME_LAB1=Пожалуйста, нажмите Сканировать, давайте проверим все драйверы на вашем компьютере
STR_HOME_LAB2=Продолжайте обновлять, вы можете быстрее сделать свой компьютер
STR_HOME_LAB3=Скачать одним щелчком мыши и установить обновления драйверов для устранения проблем!
STR_HOME_NET_ERROR=Сбой подключения!
STR_HOME_BTN_SCAN=Сканирование
STR_HOME_BTN_STOP=Остановить
STR_HOME_SCAN_LAB1=Сканирующий компьютер, подождите несколько минут.
STR_HOEM_MANAGE_BTN=Инструменты
STR_HOEM_PNP_BTN=Периферные
STR_HOEM_HARDWARE_BTN=Помощник по Windows
STR_HOEM_PRE_LOAD_BTN=Pre_Loaded 

STR_ERROR_NET_NO_DEV=Сетевая карта не найдена!
STR_HOEM_ERROR_NET_NO_DEV_LINK={f 1} {c #E9F5FC} Откройте {a}{u}{c #E9F5FC}Диспетчер устройств{/c}{/u}{/a}{/c}{/f}
STR_ERROR_NET_NO_DRV=Сетевой драйвер не работает!
STR_HOEM_ERROR_NET_NO_DRV_LINK={f 1} {c #E9F5FC} Исправить с помощу EaseUS DriverHandy for Network Card ({a}{u}{c #E9F5FC}www.drivethelife.com{/c}{/u}{/a})
STR_ERROR_NET_NO_DRV_HAS_BACKUP=Сетевой драйвер не работает!
STR_HOEM_ERROR_NET_NO_DRV_HAS_BACKUP_LINK={f 1}{a}{u}{c #E9F5FC} Восстановление драйвера из резервной копии{/c}{/u}{/a}{/f}
STR_ERROR_NET_NO_DRV_NETVER=Сетевой драйвер не работает!
STR_HOEM_ERROR_NET_NO_DRV_NETVER_LINK={f 1}{a}{u}{c #E9F5FC}Ремонт с EaseUS DriverHandy for Network Card{/c}{/u}{/a}{/f} 
STR_ERROR_NET_NO_NET=Нет подключение к Интернету!
STR_HOEM_ERROR_NET_NO_NET_LINK={f 1}{c #E9F5FC}Открыть {a}{u}{c #E9F5FC} сетевые Настройки{/c}{/u}{/a}{/c}{/f}
STR_ERROR_NET_NO_SERVER=Не удается подключиться к серверу!
STR_HOEM_ERROR_NET_NO_SERVER_LINK={f 1}{a}{u}{c #E9F5FC} Онлайн поддержка или обратная связь{/c}{/u}{/a}{/f}
STR_HOEM_ERROR_PRE_DOWNLOAD_LINK={f 1}{c #E9F5FC}или {a}{u}{c #E9F5FC} Экспорт профиля оборудования,{/c}{/u}{/a}чтобы скачать драйвера на другом компьютере.{/c}{/f}

STR_ERROR_NET_NO_DEV_LINK={f 1}{c #5a8ac4} Откройте {a}{u}{c #5a8ac4}Диспетчер устройств{/c}{/u}{/a}{/c}{/f}
STR_ERROR_NET_NO_DRV_LINK={f 1}{c #5a8ac4} Исправте с EaseUS DriverHandy for Network Card ({a}{u}{c #5a8ac4}www.drivethelife.com{/c}{/u}{/a})
STR_ERROR_NET_NO_DRV_HAS_BACKUP_LINK={f 1} {a} {u} {c #5a8ac4} Восстановление драйвера из резервной копии {/c}{/u}{/a}{/f} 
STR_ERROR_NET_NO_DRV_NETVER_LINK={f 1}{a}{u}{c #5a8ac4}Ремонт с EaseUS DriverHandy for Network Card{/c}{/u}{/a}{/f} 
STR_ERROR_NET_NO_NET_LINK={f 1}{c #5a8ac4} Открыть {a}{u}{c #5a8ac4}сетевые параметры{/c}{/u}{/a}{/c}{/f}  
STR_ERROR_NET_NO_SERVER_LINK={f 1}{a}{u}{c #5a8ac4} Онлайн поддержка или обратная связь{/c}{/u}{/a}{/f}
STR_ERROR_PRE_DOWNLOAD_LINK={f 1}{c #5a8ac4}или{a}{u}{c #5a8ac4} экспорта профиля оборудования,{/c}{/u}{/a}чтобы скачать драйвера на другом компьютере.{/c}{/f}
{/c}{/f} 

;main left
STR_LEFT_DIAGNOSIS=Статус драйверов
STR_LEFT_TOOLS=Спасательные драйверы
STR_LEFT_TOOLS_R=Восстановление драйверов
STR_LEFT_TOOLS_B=Бэкап драйверов
STR_LEFT_TOOLS_SYS=Восстановить системы
STR_LEFT_TOOLS_U=Удалить драйверы
STR_LEFT_PERIPHERAL=Периферийные драйвера
STR_LEFT_USB=USB-драйверы
STR_LEFT_PRINTER=Проблема с принтером

STR_LEFT_PRE=Предварительная загрузка
STR_LEFT_PRE_LOCAL=Для своего ПК
STR_LEFT_PRE_OTHER=Для других ПК
STR_LEFT_PRE_HELP=Обратиться за помощью

STR_LEFT_HARDWARE=инструменты
STR_LEFT_PRE=Предвар. загрузка

STR_LEFT_SETTING=Параметры
STR_LEFT_SETTING_G=Генеральной
STR_LEFT_SETTING_D=Драйверы
STR_LEFT_SETTING_N=Сети

STR_LEFT_HOMEURL=www.drivethelife.com

;bottom
STR_BOTTOM_ACTIVATE_BTN=Активировать
STR_BOTTOM_FREE_ACTIVATE_BTN=БЕСПЛАТНО
STR_BOTTOM_RESTORE_LAB1=Сканировать ваш компьютер для проверки всех драйверов
STR_BOTTOM_RESTORE_LAB2=Сканировать ваш компьютер для проверки всех драйверов
STR_BOTTOM_BACKUP_LAB1=Можно изменить каталог в {a}настройках{/a}.
STR_BOTTOM_STATE_MODE_TIP=Предоставляет наиболее подходящие драйверы.
STR_BOTTOM_LASTER_MODE_TIP=Предоставляет новейшие драйверы.
STR_BOTTOM_ACTIVATETO_BTN=Активировать в Pro

;local detailwnd
STR_LOCAL_DETAIL_TITLE=Сведения о драйвере
STR_LOCAL_DETAIL_DRV_NAME=Драйвер:
STR_LOCAL_DETAIL_DRV_VENDOR=Поставщик:
STR_LOCAL_DETAIL_DRV_TYPY=Тип:
STR_LOCAL_DETAIL_DRV_CREVER=Версия:
STR_LOCAL_DETAIL_DRV_CURVER_DATE=Дата:
STR_LOCAL_DETAIL_DRV_CURVER_SIZE=Размер:
STR_LOCAL_DETAIL_DRV_NEWVER=Обновление:
STR_LOCAL_DETAIL_DRV_UNKNOWN=Неизвестно
STR_LOCAL_DETAIL_DRV_NODRIVER=Без драйверов

STR_LOCAL_DETAIL_HEAD_NOW=Установлен
STR_LOCAL_DETAIL_HEAD_UPDATE=Обновление

STR_LOCAL_DETAIL_REPAIR=Ремонт
STR_LOCAL_DETAIL_START=Включить
STR_LOCAL_DETAIL_CLOSE=Закрыть
;local head
STR_LOCAL_STOP_BTN=Остановить
STR_BASIC_INDEX_REPAIR_DONE=Закончен ремонт драйвера!

;hardware profile
STR_SYS_BOOT_TIME=Время загрузки:
STR_SYS_MODEL=Модель:
STR_SYS_INSTALL_DATE=Время установки:
STR_SYS_VERSION=Система:

STR_CPU_CLOCK=Частота:
STR_CPU_CACHE=Кэш:
STR_CPU_CORES=Ядра:

STR_MEMORY_NAME=Память
STR_MEMORY_VENDOR=Поставщик:
STR_MEMORY_SIZE=Размер:
STR_MEMORY_TYPE=Тип:
STR_MEMORY_RELEASE_DATE=Дата выпуска:


STR_DISK_NAME=Диск
STR_DISK_VENDOR=Поставщик:
STR_DISK_SIZE=Размер:
STR_DISK_CACHE=Кэш:
STR_DISK_POWER_ON_HOUR=Мощность на час:
STR_DISK_POWER_CYCLE_COUNT=Число циклов питания:
STR_DISK_TRANSFER_SPEED=Скорость передачи:
STR_DISK_INTERFACE_TYPE=Тип интерфейса:

STR_CPU_DETAIL_BTN={f 1}Процессор{/f}
STR_MEMORY_DETAIL_BTN={f 1}Память{/f}
STR_DISK_DETAIL_BTN={f 1}Диск{/f}

STR_CPU_DETAIL_BTN_HOT={f 23}{c #3a70af}Процессор{/a}{/f}
STR_MEMORY_DETAIL_BTN_HOT={f 23}{c #3a70af}Память{/a}{/f}
STR_DISK_DETAIL_BTN_HOT={f 23}{c #3a70af}Диск{/a}{/f}

STR_CPU_TYPE_LBL=ПРОЦЕССОР:
STR_MEMORY_TYPE_LBL=Память:
STR_DISK_TYPE_LBL=Диск:
STR_DISPLAY_ADAPTER_TYPE_LBL=Видеоадаптер:
STR_MAINBOARD_TYPE_LBL=Материнская плата:
STR_MONITOR_TYPE_LBL=Монитор:

STR_LOADING=Загрузка...
;Settings
STR_ST_GENERAL=Общие
STR_ST_AUTO_RUN=Запустите EaseUS DriverHandy при старте Windows
STR_ST_MINIMIZE_TO_TRAY=Минимизировать в трей при закрытии программы
STR_ST_AUTO_SCAN=Сканирования автоматически, когда запускается программа
STR_ST_USE_CL=Используйте ConquerorLive для обнаружения и оптимизации игровых сред
STR_ST_AUTO_UPDATE=Автоматическое обновление
STR_ST_DRIVERS=Драйверы
STR_ST_DOWNLOAD_FOLDER=Папка загрузки
STR_ST_BACKUP_FOLDER=Папка резервного копирования
STR_ST_FOLDER_BROWSE=Открыть папку
STR_ST_AUTO_BACKUP_INSTALL=Автоматическая архивация драйвера перед его установкой
STR_ST_AUTO_BACKUP_UNINSTALL=Резервное копирование автоматически перед удалением драйверов
STR_ST_AUTO_BACKUP_SYSTEM=Автоматически создавать точку восстановления системы перед установкой драйвера
STR_ST_NETWORK=Сеть
STR_ST_DOWNLOAD_SPEED=Максимальная скорость:
STR_ST_NO_PROXY=Нет прокси
STR_ST_IE_PROXY=Автоматическое определение прокси  (использование параметров Internet Explorer)
STR_ST_SPEC_PROXY=Выбор прокси-сервера
STR_ST_PROXY_HOST=Ведущий:
STR_ST_PROXY_PORT=Порт:
STR_ST_PROXY_USERNAME=Имя пользователя:
STR_ST_PROXY_PASSWORD=Пароль:
STR_ST_PRO=Pro
STR_ST_EXOPRTDLG_TITLE=Сохранить информацию об оборудовании
STR_ST_EXOPRTDLG_FILENAME=Информация об аппаратном обеспечении
STR_ST_EXPORT_FILE_BTN=Экспорт информации
STR_ST_CHOOSE_FILE_LBL=Выбор языковых:
STR_ST_CHOOSE_FILE_TIP_LBL=* Новый язык может не соответствовать с интерфейсом. Мы будем улучшать его в ближайшем будущем.
STR_ST_LANGUAGE=Язык
STR_ST_FOLDER_OPEN=Открыть...
STR_ST_TEST_PROXY=тест
STR_ST_APPLY_PROXY=применить
STR_ST_RESTORE_DEFAULT=Восстановление параметров по умолчанию
STR_SETTING_CHANGED_SAVE=Вы внесли изменения в настройки таланта водителя. Сохранить изменения?
STR_SETTING_OK_SAVE=EaseUS DriverHandy  параметры успешно изменены

;FreeAriva
STR_LAB_TITLE=Бесплатная активация
STR_LAB_TITLE2=Активирован
STR_LAB_TITLE3=Зарегистрироваться
STR_BTN_ACTIVE=Активировать
STR_BTN_ACTIVING=Доступ к...
lab_avir_t1=Мы вышлем код активации в ваш E-mail.
lab_avir_t2={f 5}{c #4E81BF}EaseUS DriverHandy Pro  была активирована! {/c}{/f}
lab_avir_t3={f 1}{c #6B6B6B}Код активации был отправлена на ваш почтовый ящик и будут действительен на этом компьютере. Пожалуйста, храните его для будущего использования.{/c}{/f}
btn_not_received=<u>Не получили?</u>
btn_arv_received=<u>Введите код активации</u>
btn_ar_close=Закрыть
lab_avir_t4={f 5}{c #4E81BF}Пожалуйста, введите ваш код активации!{/c}{/f}
lab_avir_t5={f 1}{c #6B6B6B}Забыли код? Пожалуйста, {a}<u>Введите ваш адрес E-mail снова</u>{/a}.{/c}{/f}
lab_avir_asok={f 5}{c #4E81BF}Устрашающий!{/c}{/f}<n>{f 5}{c #6B6B6B}EaseUS DriverHandy Pro успешно активирована!{/c}{/f}<n>{f 1}{c #666666}Если у вас есть какие-либо проблемы, не стесняйтесь связаться с нашей службой поддержки. Спасибо!{/c}{/f} 
lab_avir_bout_pro=<u>Что такое EaseUS DriverHandy Pro?</u>

STR_ARIVA_INPUT_EMAIL=Пожалуйста, введите Ваш E-mail!
STR_ARIVA_INPUT_SERIAL=Пожалуйста, введите ваш код активации!
STR_ARIVA_EMAIL_FMT_ERROR=Недопустимый E-mail!
STR_ARIVA_SERIEAL_EXAMPLE=Например: XXXXX-XXXXX-XXXXX-XXXXX-XXXXX
STR_ARIVA_EMAIL_EXAMPLE=Example@Company.com

STR_ARIVA_RETRIEVE=Получить регистрационный код
STR_ARIVA_ORDERFAQ=FAQs по заказанию

STR_VERIFY_FAILED=Сбой активации!
STR_VERIFY_NETWORK_ERROR=Сбой активации! Пожалуйста, проверьте вашу сеть!
STR_VERIFY_SUCS=Активация успеха!
STR_VERIFY_TIMEOUT=Активация была истек!
STR_VERIFY_CODE_INVAL=Активации не удалось из-за недопустимого кода!
STR_VERIFY_EMAILADDR_ERROR=Недопустимый E-mail!
STR_VERIFY_SERVER_CLOSE=Наш сервер закрыт!
STR_VERIFY_EMAIL_LACK=Ваш E-mail был использован!
STR_VERIFY_CODE_LACK=Этот код был использован.

lab_avir_t6=EaseUS DriverHandy Pro была активирована.
lab_avir_tips={f 0}{c #888888}Теперь у вас есть полный доступ к функциям EaseUS DriverHandy Pro. Пишите нам, если у вас есть какие-либо проблемы.{/c}{/f}
btn_active_serial_copy=копия
STR_ACTIVATED_CODE={f 2}{c #888888}Код: {c #5c5e64}%s{/c}{/c}{/f}
STR_ACTIVATED_EMAIL="E-mail: "
STR_ACTIVATED_DATE={f 2}{c #888888}Время активации: {c #5c5e64}%s{/c}{/c}{/f}


STR_ACTIVATE_PAY_T1={f 5}{c #4E81BF}Благодарим вас за использование EaseUS DriverHandy!{/c}{/f}
STR_ACTIVATE_PAY_T2={f 2}{c #5c5e64}Основные преимущества Pro:{/c}{/f}
STR_ACTIVATE_PAY_F1=Скачайте драйвер в режиме Последние драйвера.
STR_ACTIVATE_PAY_F2=Восстановление драйверов из резервной копии.
STR_ACTIVATE_PAY_F3=Быстро исправьте USB-устройства.
STR_ACTIVATE_PAY_F4=Ремонт системы драйверов в глубине, чтобы полностью решить проблемы.
STR_ACTIVATE_PAY_F5=Предварительно загрузите все драйверы, прежде чем изменить систему или восстановить ее.
STR_ACTIVATE_PAY_N={c #FFFFFF}Введите код лицензии и нажмите кнопку «Активировать», чтобы зарегистрировать Handy Pro.{/c}
STR_ACTIVATE_BUYNOW=Купить
STR_ACTIVATE_RETRCODE={f 9}<u>Купить</u>{/f}
STR_ACTIVATE_PRICE_ORG_TEXT=Исходный текст:
STR_ACTIVATE_PRICE_ORG=$19,9
STR_ACTIVATE_PRICE_NOW=Сейчас: $9,9
STR_ACTIVATE_MSG_FREE_CLOSE=Бесплатная активация закончилась. Пожалуйста, купите лицензию активировать Pro.
STR_ACTIVATE_BUY_NOW_URL=http://www.drivethelife.com/Purchase/Buy-Driver-Talent-Pro.HTML

;chargedoc
STR_DOCPRO_LAB_TIP1=5 секунд, чтобы получить бесплатно EaseUS DriverHandy Pro!!!
STR_DOCPRO_LAB_TIP2=Получите пожизненную лицензию прямо сейчас!
STR_DOCPRO_BTN_CONTINUE=Продолжить

STR_DOCPRO_LAB_TITLE=EaseUS DriverHandy Pro
SRT_CHARGE_ITEM_TITLE_1=Автоматическое Загрузка и установка драйверов
SRT_CHARGE_ITEM_LAB_1_1=EaseUS DriverHandy Pro предоставляет полностью автоматическую загрузку и установку драйверов.
SRT_CHARGE_ITEM_LAB_1_2=Исли используйте EaseUS DriverHandy Free бесплатно, то вам нужно скачать и установить драйверы по одному вручную.
SRT_CHARGE_ITEM_LAB_1_3=EaseUS DriverHandy Free предоставляет вам только скачать драйвер. Вам нужно установить драйверы вручную из каталога загрузки.

SRT_CHARGE_ITEM_TITLE_2=Последний режим драйверов
SRT_CHARGE_ITEM_LAB_2_1=EaseUS DriverHandy Pro обеспечивает с последними драйверами, которые весьма улучшит производительность оборудования.
SRT_CHARGE_ITEM_LAB_2_2=EaseUS DriverHandy Free предоставляет стабильные драйверы, которые необходимы для аппаратных устройств.

SRT_CHARGE_ITEM_TITLE_3=Восстановление драйвера
SRT_CHARGE_ITEM_LAB_3_1=EaseUS DriverHandy Pro предоставляет функцию восстановления драйверов, который избавит ваш компьютер от синого экрана после обновления драйверов.
SRT_CHARGE_ITEM_LAB_3_2=С помощью EaseUS DriverHandy Free вы можете только сделать резервное копирование драйверов, но не восстановления.
SRT_CHARGE_ITEM_LAB_3_3=С EaseUS DriverHandy Free нельзя получить доступ к этой функции.

SRT_CHARGE_ITEM_TITLE_4=Деинсталляция драйвера
SRT_CHARGE_ITEM_LAB_4_1=EaseUS DriverHandy Pro предоставляет полное удаления драйвера, которая будет удалять все остатки и поврежденные файлы драйвера.
SRT_CHARGE_ITEM_LAB_4_2=С помощью EaseUS DriverHandy Free нельзя получить доступ к этой функции.

SRT_CHARGE_ITEM_TITLE_5=Сетевые принтеры
SRT_CHARGE_ITEM_LAB_5_1=EaseUS DriverHandy Pro позволяет быстро добавить сетевой принтер включая модель принтера, Поиск сети и установка драйвера принтера.
SRT_CHARGE_ITEM_LAB_5_2=С помощью EaseUS DriverHandy Free вы можете наслаждаться функцием поиска сетевого принтера.

SRT_CHARGE_ITEM_TITLE_6=USB-устройств
SRT_CHARGE_ITEM_LAB_6_1=EaseUS DriverHandy Pro позволяет быстро исправить проблемы периферийных устройств.
SRT_CHARGE_ITEM_LAB_6_2=С помощью EaseUS DriverHandy Free нельзя получить доступ к этой функции.

SRT_CHARGE_ITEM_TITLE_7=Системные драйверы
SRT_CHARGE_ITEM_LAB_7_1=Водитель талант Pro будет исправлять системные драйверы в глубине, которая полностью решить проблемы драйверов системы.
SRT_CHARGE_ITEM_LAB_7_2=С помощью EaseUS DriverHandy Free нельзя получить доступ к этой функции.

SRT_CHARGE_ITEM_TITLE_8=Предварительно скачать драйвера для собственного ПК
SRT_CHARGE_ITEM_LAB_8_1=Водитель талант Pro позволяет загружать драйверы согласно вашому профилью оборудования, который сэкономит ваше время на загрузку драйверов после изменения системы.
SRT_CHARGE_ITEM_LAB_8_2=С помощью EaseUS DriverHandy Free вы можете предварительно сканировать драйвера, но не скачать.

SRT_CHARGE_ITEM_TITLE_9=Предварительно скачать драйвера на другом ПК (1шт/день)
SRT_CHARGE_ITEM_LAB_9_1=EaseUS DriverHandy Pro позволяет скачать драйвера для другого компьютера путем импорта профиля, которая полезна, когда компьютер не имеет доступа в Интернет.
SRT_CHARGE_ITEM_LAB_9_2=С помощью EaseUS DriverHandy Free вы можете предварительно сканировать драйвера, но не скачать.

SRT_CHARGE_ITEM_TITLE_10=Онлайн поддержка
SRT_CHARGE_ITEM_LAB_10_1=EaseUS DriverHandy Pro предоставляет поддержку в реальном времени и удаленную техническую поддержку.
SRT_CHARGE_ITEM_LAB_10_2=С помощью EaseUS DriverHandy Free нельзя получить доступ к этой функции.

SRT_CHARGE_ITEM_TITLE_11=Точки восстановления системы
SRT_CHARGE_ITEM_LAB_11_1=EaseUS DriverHandy Pro позволяет создавать точку восстановления системы. Вы можете сбросить ваш компьютер (точки восстановления), если оно имеет серьезные проблемы.
SRT_CHARGE_ITEM_LAB_11_2=С помощью EaseUS DriverHandy Free нельзя получить доступ к этой функции.

SRT_CHARGE_ITEM_TITLE_12=PC Repair
SRT_CHARGE_ITEM_LAB_12_1=EaseUS DriverHandy Pro позволяет исправить сложные и упрямые компьютерные глюки как черный / синий экран, звук, и многое другое.
SRT_CHARGE_ITEM_LAB_12_2=Использование EaseUS DriverHandy Free, вы не можете получить доступ к этой функции.

SRT_CHARGE_ITEM_TITLE_13=Резервное копирование драйверов
SRT_CHARGE_ITEM_LAB_13_1=EaseUS DriverHandy Pro предоставляет резервную функцию, которая позволит предотвратить ваш компьютер от Голубого/Черного экрана после обновления драйверов.
SRT_CHARGE_ITEM_LAB_13_2=С помощью EaseUS DriverHandy Free нельзя получить доступ к этой функции.

SRT_CHARGE_ITEM_COUNT=12

;free
SRT_CHARGE_ITEM_FREE_LAB_1=Сканирования для проверки проблем всех драйверов (найти устаревшие, отсутствует, поврежденные, сломанные, поврежденные и несовместимые драйверы)
SRT_CHARGE_ITEM_FREE_LAB_2=Скачать драйверы
SRT_CHARGE_ITEM_FREE_LAB_3=Предлагаем несколько версий драйверов для загрузки
SRT_CHARGE_ITEM_FREE_LAB_4=Скачать предложение автоматически и в ручном режиме
SRT_CHARGE_ITEM_FREE_LAB_5=Резервное копирование и сохранение драйверов на локальном компьютере
SRT_CHARGE_ITEM_FREE_LAB_6=Восстановления сетевых драйверов из резервной копии
SRT_CHARGE_ITEM_FREE_LAB_7=Удаление драйверов без остаточных файлов
SRT_CHARGE_ITEM_FREE_LAB_8=Экспорт списка профилей оборудования компьютера
SRT_CHARGE_ITEM_FREE_LAB_9=Установить драйверы с файлами загруженных драйверов в функции предварительной загрузки
SRT_CHARGE_ITEM_FREE_LAB_10=Просмотреть сведения аппаратного обеспечения ПК
SRT_CHARGE_ITEM_FREE_LAB_11=Настройка параметров
SRT_CHARGE_ITEM_FREE_LAB_12=Поддержка Windows 10, 8.1, 8, 7, XP, Vista и Windows Server

SRT_CHARGE_ITEM_FREE_COUNT=12
;Pre-download
;for this pc
STR_EVA_THIS_OR=или
STR_EVA_THIS_STEP1=Шаг 1: выберите версию системы, которую вы хотите установить
STR_EVA_THIS_STEP1_DEC=Предварительно загрузите наиболее стабильные драйверы перед заменой или обновлением системы.
STR_EVA_THIS_STEP2=Шаг 2: Установка драйвера
STR_EVA_THIS_STEP2_DEC=Сканирование каталога файлов драйверов для выполнения установки драйвера
;ask for help
STR_EVA_HELP_STEP2_DEC=Использовать другой компьютер, импортировать профиль оборудования для загрузки
STR_EVA_BROWSER=Броузера
STR_EVA_HELP_CHOOSE=Выберите каталог экспорта профилей оборудования (*. INF)

;head
STR_EVA_HEAD_TIP={f 1}Предварительная загрузка помогает загрузить драйверы до изменения или восстановления системы.{/f}
STR_EVA_HEAD_BACK=Назад

;view_step1
STR_EVA_LAB_STEP1=Выберите один из вариантов:
STR_EVA_OPTION1={f 1}Предварительно скачать драйвера для моего собственного ПК.{/f}
STR_EVA_OPTION2={f 1}Предварительно скачать драйвера для другого компьютера путем импорта профиля.{/f}
STR_EVA_OPTION3={f 1}Экспортировать мой профиль оборудования, чтобы скачать драйвера на другой ПК (если Интернет недоступен).{/f}
STR_EVA_OPTION4={f 1}Установит драйвера с файлах загруженных драйверов.{/f}

;view_export_inf
eva_export_path_lab=Выберите каталог профиля оборудования:
eva_export_set_chk=Откройте каталог после экспорта.
eva_local_export_btn=Экспорт
STR_EVA_EXPORT_TIPS={f 1} После экспорта профиля оборудования, можно использовать его для загрузки драйверов на любой компьютер с помощью функции предварительной загрузки EaseUS DriverHandy.{/f}
STR_EVA_EXPORT_DEFALUT_NAME=Pre-download.inf
STR_EVA_EXPORT_DLG_TITLE=Выберите каталог профиля оборудования
STR_EVA_CHOOSE_DOWNLOAD_DIR=Выберите каталог загрузки:
STR_EVA_CHOOSE_SYS=Выберите вашу систему:
STR_EVA__EXPORT_NOT_SELECT_FILE=Каталог профиля оборудования не выбран!

;view_drv_download
STR_EVA_OPEN_INFFILE_TITLE=Выбор профиля оборудования
STR_EVA_NOT_SELECT_DEVICE_INF=Каталог файлов драйвера не выбран!
STR_EVA_DOWNLOAD_OVER_TIPS={f 1}{c #FFFFFF}Драйверы были успешно загружены в <u><a>%s</a></u>.{/f}{f 1}Вы можете установить драйверы по следующим шагам: {c #333333}<n><n>>> Запустите EaseUS DriverHandy
STR_EVA_DOWNLOAD_OVER_TIPS2=<n>>> На вкладку Предварительной загрузки<n>>> выберите «Установка драйверов с файлами загруженных драйверов»,{/c}<n><n>затем следуйте руководству на экране для завершения установки драйвера.{/f}
STR_EVA_CHOOSE_HWFILE=Выберите профиль оборудования:
STR_EVA_DRVDOWN_SCAN=Проверка загрузки:
STR_EVA_DOWNBTN=Скачать
STR_EVA_DOWNING=Загрузка
STR_EVA_DOWNING_CANCEL=Отменено
STR_EVA_SYSMATCHED={c #5c5e64}Соответствие системы: {/c}{f 9}{c #fa3030}%s{/c}{/f}
STR_EVA_DOWN_DLG_TITLE=Выберите каталог загрузки
STR_EVA_DOWN_DOTNET=необходимых графических программ
;off install
STR_OFFINSTALL_CHOOSE_PATH=Выберите скачанный каталог драйверов:
STR_OFFINSTALL_DLG_TITLE=Выберите файлы драйверов
STR_OFFINSTALL_SCAN=Проверка установки:
STR_OFFINSTALL_SCANBTN=Сканирование
STR_OFFINSTALL_INSTALL=Установка
STR_OFFINSTALL_CANCEL=Остановить
STR_OFFINSTALL_INSTALLING=Установка
STR_OFFINSTALL_CANCEL_RESTORE=Отменено
STR_OFFINSTALL_SCAN_ERROR=Нет доступных драйверов в этом каталоге. Пожалуйста, исправьте это!


STR_OFFINSTALL_UPTODATE=Современные
STR_OFFINSTALL_OUTDATED=Устаревшие
STR_OFFINSTALL_UPDATE=Обновление
STR_OFFINSTALL_REUPDATE=Повторное обновление
STR_OFFINSTALL_CURRENT=Текущий
STR_OFFINSTALL_UPDATETO=Обновление до
STR_OFFINSTALL_UNKNOW=Неизвестный
STR_OFFINSTALL_SYSTEM=СИСТЕМЫ
;evaluate message
STR_EVA_EXPORT_SUCCS=Экспорт завершается.
STR_EVA_EXPORT_FAILED=Экспорт является отказ!
STR_EVA_DOWNLOAD_FINISH=Загрузка закончена!
STR_EVA_INST_FINISH=Установка завершена!

prt_ipaddrnorbtn=Нормальный поиск
prt_ipaddrbtn=Сетевой адрес
prt_iprangebtn=Раздел сети

;local
STR_REPAIR_TIP1=Компьютер будет получить сбои, ошибки или проблемы, если вы не исправить драйвер!
STR_REPAIR_TIP2=Компьютер будет получить сбои, ошибки или проблемы, если не восстановить драйвер!
STR_REBOOT_TIP=Это изменение не будет проверяться без перезагрузки компьютера.
STR_UPDATE_TIP=Получите новейшие драйверы для улучшения производительности вашего ПК!

STR_CHAT_ONLINE=Чат с нами (онлайн)
STR_CHAT_OFFLINE=Чат с нами (оффлайн)
STR_DOWNLOAD_ONEPC=Только здесь вы можете скачать драйвера для еще одного PC в день!

;files verify
STR_FILES_VERIFY_FAILED=Файл поврежден! Пожалуйста, переустановите его.

;SystemRestore
STR_SYSYTEM_RESTORE=Восстановление
STR_SYSYTEM_RESTORE_MENU=Восстановление
STR_SYSYTEM_RESTORE_TIP=Внимание: Восстановление системы будет стереть все изменения после точки восстановления системы.
STR_SYSYTEM_RESTORE_BTN=Восстановление
STR_SYSYTEM_CREATE_BTN=Создать
STR_SYSYTEM_RESTORE_CLOSE_BTN=Закрыть
STR_SYSYTEM_RESTORE_MSGBOX=Вы уверены, что вы хотите продолжить восстановление системы? Восстановление системы<n><n>{c #fa3030}будет стереть все изменения после точки восстановления системы.{/c}
STR_SYSYTEM_RESTORE_MSGBOX_RESTORE=Восстановление
STR_SYSYTEM_RESTORE_ADD_POINT=Точки восстановления системы
STR_LOCAL_SYSTEM_BACKUP={c #5c5e64}{f 3}Создание точки восстановления системы. Подождите...{/f}{/c}
STR_SYSYTEM_RESTORE_SET=Имя точки восстановления системы:
STR_SYSYTEM_RESTORE_ERROR1=Ввод пустой! Пожалуйста, попробуйте еще раз.
STR_SYSYTEM_RESTORE_CREATE_TIP1={f 1} Создание точки восстановления системы. Подождите... {/f}
STR_SYSYTEM_RESTORE_CREATE_TIP2=Примечание: Не делайте другие операции.
STR_SYSYTEM_RESTORE_CREATE_TIP3={f 1}Успешно создан!{/f}
STR_SYSYTEM_RESTORE_CREATE_TIP4={f 1}Не удалось создать!{/f}
STR_SYSYTEM_RESTORE_CREATE_TIP5={f 1}Восстановление системы уже существует.{/f}
STR_SYSYTEM_RESTORE_CREATE_TIP6={f 1}Восстановление системы отключено.{/f}
STR_SYSYTEM_RESTORE_CREATE_TIP7={f 1}Created successfully but the system has not updated the list,<n>please refresh later.{/f}
STR_SYSYTEM_RESTORE_CREATE_TIP8={f 2}Параметр восстановления отключен в системе защиты системы. <n>Включить защиту системы?{/f}
STR_SYSYTEM_RESTORE_CREATE_RESTORE1={f 1}Инициализация системы восстановления.<n>Не делайте другие операции во время процесса. {/f}
STR_SYSYTEM_RESTORE_CREATE_RESTORE2=Эта операция не может быть отменено.
STR_SYSYTEM_RESTORE_DELETE_FAIL=Сбой удаления точки восстановления системы!
STR_SYSYTEM_RESTORE_DELETE_TIP=Are you sure to delete the selected restore point?
STR_SYSYTEM_RESTORE_NOT_NOW=Не сейчас
STR_SYSYTEM_RESTORE_GO=Пошли
;ExitAppDOC
STR_EXITAPPDOC=Внимание
STR_EXITAPPDOC_EXITBTN=Нет, спасибо.
STR_EXITAPPDOC_GETPROBTN=Получить EaseUS DriverHandy Pro

STR_EXITAPPDOC_TIP1=Закрыть EaseUS DriverHandy Pro?
STR_EXITAPPDOC_TIP2=Есть драйвера, которые должны отремонтировать на вашем компьютере. Если драйверы не ремонтируются, связанные устройства могут не работать должным образом!
STR_EXITAPPDOC_TIP3=Получите EaseUS DriverHandy Pro для доступа к всем функциям.

STR_EXITAPPDOC_TIP_PRO1=Одним кликом загрузить и установить обновления драйверов.
STR_EXITAPPDOC_TIP_PRO2=Восстановление драйверов из резервной копии.
STR_EXITAPPDOC_TIP_PRO3=Быстро исправить USB-устройства.
STR_EXITAPPDOC_TIP_PRO4=Ремонт системы драйверов в глубине полностью решить проблемы.
STR_EXITAPPDOC_TIP_PRO5=Предварительно загрузите все драйверы, прежде чем изменить или восстановить систему.
STR_SYSYTEM_RESTORE_DELETE_FAIL=Сбой удаления точки восстановления системы!

;NET PRINT
STR_NET_PRINT_TIP=Доступный сетевой принтер обнаружен! Вы хотите добавить его?
STR_NET_PRING_DOWN_NO_DRIVER={f 1}Не существует правильные драйвера для этой модели принтера! Нажмите кнопку {a}Назад{/a} и попробуйте другое.{/f}

STR_PATH_FREE_SPACE=Недостаточно места на диске! Пожалуйста, убедитесь, что диск имеет более чем 3 ГБ свободного пространства.
STR_PATH_CLEAR=Выбрать каталог
STR_PATH_IGNORE=Игнорировать

STR_SOFT_OPEN_FILE=Загруженный файл не может быть запущена непосредственно. Открыть каталог этого файла?
STR_SOFT_OPEN_FILE_NO_EXIST=Файл был удален, пожалуйста, скачайте снова.
STR_SYSTEM_REPAIR_DEC=Ошибка системной среды может привести к не установлению драйверов.

;toolbox
STR_HEAD_LAB=Рекомендуемые продукты для решения системных проблем окружающей среды и производительности.

STR_TOOLBOX_COUNT=3
STR_INFO_TOOLBOX0_1=Ремонт ПК
STR_INFO_TOOLBOX0_2=Fix вопросы о видеоадаптера, звуковой карты, игры играть, и больше неудач.

STR_INFO_TOOLBOX1_1=обнаружения оборудования
STR_INFO_TOOLBOX1_2=Просмотр процессора, материнской платы, памяти и больше информации об аппаратном обеспечении. 

STR_INFO_TOOLBOX2_1=PC Speeder
STR_INFO_TOOLBOX2_2=Quick and deep optimization for your computer performance.
;STR_INFO_TOOLBOX2_1=ScreenSnapShot
;STR_INFO_TOOLBOX2_2=The most convenient way to take a customizable screenshot.

STR_INFO_TOOLBOX3_1=Weather
STR_INFO_TOOLBOX3_2=More convenient weather updates.

STR_DOWNLOAD_DOFT_TIP=Soft is to be downloaded and installed. Are you sure to continue?
STR_DOWNLOAD_PAUSE_TIP=Are you sure to quit the installation of Soft?

STR_TRY_TOOL=Попробуйте сейчас

;dateout time tip
STR_DATEOUT_TIP=Благодарим Вас за использование EaseUS DriverHandy. Сожалеем, что ваш код активации истек. Пожалуйста, продлите его.
STR_DATEOUT_BUY_NOW=Купить
STR_DATEOUT_DETAIL=Детали
STR_BUY=Buy now
STR_ACTIVE=Activate
STR_GAME_MODULE_DOWNBTN=Download
STR_MENU_GAMEL_MODULE_REPORT=Feedback
STR_GAME_MODULE_NAME=MODULE name:
STR_GAME_MODULE_FEEDBACK=MODULE problem：
STR_LOCAL_INSTALL_CANCEL=Cancel
STR_GAME_INSTALLBTN=Install

;Main Menu
STR_USERGUIDE=Руководство пользователя

;FreeTrial

;start trying
STR_STARTTRYING_FREETRIAL=Бесплатная пробная версия
STR_STARTTRYING_AVTIVATE=Активировать
STR_STARTTRYING_TIP1=один шаг
STR_STARTTRYING_TIP2=Управление драйверами устройств: обновление, установка, восстановление, резервное копирование, восстановление, удаление, переустановка и многое другое.
STR_STARTTRYING_TIP3=Автоматическо
STR_STARTTRYING_TIP4=резервные копии драйверов и создать точку восстановления перед установкой и удалением драйверов.
STR_STARTTRYING_TIP5=один клик
STR_STARTTRYING_TIP6=Добавьте периферийные устройства: USB-накопитель, драйверы сетевых принтеров и другие необнаруженные аппаратные устройства.
STR_STARTTRYING_TIP7=Интеллектуально
STR_STARTTRYING_TIP8=предварительно скачать и сохранить драйверы для вашего собственного ПК и скачать драйверы для других компьютеров.
STR_STARTTRYING_TIP9=Исправление системных ошибок и снижение зависаний системы и сбоев.
STR_STARTTRYING_NOTHANKS=Нет, спасибо. Получить пожизненную лицензию прямо сейчас.
STR_STARTTRYING_TIPTITLE=Хотите получить следующие один клик решение, пожалуйста, активируйте Pro

;end_trying
STR_ENDTRYING_TITLE=Благодарим вас за использование EaseUS DriverHandy
STR_ENDTRYING_TIP=<p 5><f 26><c ff0000>Вы выбежали из бесплатной пробной возможности. Бесплатная история суда, как показано ниже:</c></f></p>
STR_ENDTRYING_TIME=Время: %s
STR_ENDTRYING_NAME=Драйвер название: %s
STR_ENDTRYING_VER=Версия драйвера: %s
STR_ENDTRYING_TIP1=<p 5><f 1><c ffffff>Следующие драйверы все еще должны быть %s</c></f></p>
STR_ENDTRYING_TIP2=<p 5><f 1><c 9c9c9c>Примечание: все необходимые драйверы загружаются по таланту водителя. Если вам нужно обновить/восстановить/установить драйверы, пожалуйста, активируйте Pro версию для одного клика.</c></f></p>
STR_ENDTRYING_HELP=Получить регистрационный код
STR_ENDTRYING_ACTIVATE=Активировать для Pros

;gram soft
STR_GAMESOFT_TITLE=Новые возможности
STR_GAMESOFT_TIP=Игровые компоненты
STR_GAMESOFT_TIP1=<p><f 1><c 9c9c9c>Загрузите и установите недостающие игровые компоненты.</c></f></p>
STR_GAMESOFT_DOWNCOMPONENTS=Загрузка только компонентов
STR_GAMESOFT_CHOOSE=Запомнить мой выбор
STR_GAMESOFT_TIP2=Специальная версия для игр
STR_GAMESOFT_TIP3=<p><f 1><c 9c9c9c>Улучшение игр: Пик игровой опыт и топ производительность компьютера.</c></f></p>
STR_GAMESOFT_TIP4=<p><f 1><c 9c9c9c>Рейтинг производительности устройства: Посмотрите, как ваше устройство поддерживает игру по показателю производительности. (скоро)</c></f></p>
STR_GAMESOFT_TIP5=<p><f 1><c 9c9c9c>Сетевой контроль: Убедитесь, что ваши игры работает гладко смарт-распределения Интернет.</c></f></p>
STR_GAMESOFT_TIP6=<p><f 1><c 9c9c9c>DLL файлы вспомогательные: Fix. dll файл проблемы.</c></f></p>
STR_GAMESOFT_GET=Получить его сейчас
STR_GAMESOFT_AGREE_EULA_PRIVACY=Загружая или используя специальную версию для игр<n>, вы соглашаетесь с <a><u>лицензионным соглашение</u></a> м и <a><u>политикой конфиденциальности</u></a> .

;error wnd
STR_LOCALDRV_REINSTALL_DISPLAY_ERROR_TIP1=Your device is likely to be broken.
STR_LOCALDRV_REINSTALL_DISPLAY_ERROR_TIP2=Please install an old version driver.
STR_LOCALDRV_REINSTALL_DISPLAY_ERROR_TIP3=If the problem persists, you may need to contact the device manufacturer to repair to change the device.

;activity
STR_ACTIVITY_A1=Разрешение истекло.
STR_ACTIVITY_A2=Проверьте свое специальное предложение!
STR_ACTIVITY_A3=Просроченное разрешени
STR_ACTIVITY_A4=Мы очень благодарны за ваше использование.
STR_ACTIVITY_A5=Вы хотели бы остаться подольше с 30% скидкой на пожизненную лицензию?
STR_ACTIVITY_A6=Купите пожизненную лицензию со скидкой 30%
STR_ACTIVITY_A7=Может быть позже
STR_ACTIVITY_A8=Нету


STR_LEFT_News=аварийный монтер
STR_EVA_HELP_STEP3_DEC=Please copy the pre-downloaded driver files to this machine for offline installation. 

;new setting item
STR_ST_DISABLE_WUDRIVER=Отключить обновление драйверов из Центра обновления Windows
STR_ST_DISABLE_WUDRIVER_TIP=This option only disables automatic driver updates for Windows 10 and the Windows Update feature will not be affected.

STR_SPEED_UP_NOW=Ускорить сейчас


STR_UPGRADE_TITLE_0={f 3}{c #FF7F00}Buy Pro version to update drivers and fix device problems{/c}{/f}
STR_UPGRADE_TITLE_1={f 3}{c #FF7F00} Activate Pro version to repair{/c} {c #FF0000} %d device drivers.{/c}{/f}
STR_UPGRADE_CON_1=Install the latest driver to maximize hardware performance
STR_UPGRADE_CON_2=Update all drivers with one click
STR_UPGRADE_CON_3=Driver download speed up (approx 500KB-20MB/s)
STR_UPGRADE_CON_4=Automatic driver installation saves time
STR_UPGRADE_CON_5=Create restore points automatically
STR_UPGRADE_CON_6=Backup and restore drives
STR_UPGRADE_CON_7=Search LAN Printing intelligently
STR_UPGRADE_CON_8=View and export device information
STR_UPGRADE_CON_9=Update drivers for PCs without Internet connection
STR_UPGRADE_CON_10=All drivers are certified by Microsoft
STR_UPGRADE_CON_11=Free PC Expert Technical Support
STR_ST_FREE=Free
STR_BUY_PRO=Buy Pro
STR_KEY_FEATURES_OF_PRO=Key Features of DriverHandy Pro
STR_KEY_FEATURES_1=Install and update all drivers with one click
STR_KEY_FEATURES_2=Enjoy faster driver download speed
STR_KEY_FEATURES_3=Automatically backup drivers and create restore point
STR_KEY_FEATURES_4=Resolve tricky computer issues with smart and light tools
STR_KEY_FEATURES_5=Pre-download drivers for your own computer or other PCs
STR_KEY_FEATURES_6=All drivers are certified
STR_KEY_FEATURES_7=Free updates and tech support
STR_MONEY_BACK_GUARANTEE=30-Day Money Back Guarantee
STR_ARIVA_PURCHASED=Purchased
STR_ARIVA_INPUT_EMAIL_LONG=Please enter your license key and email address to activate it:
STR_ARIVA_INPUT_KEY=License key
STR_ARIVA_INPUI_EMAIL=Email

STR_DRV_INSTALL_TIP=If your computer is running properly, it's not recommended to update drivers. Updating drivers may cause unexpected computer issues.
